Repository: common-repository/nari-accountant
Catalog: languages/nari100-*.po
Languages: de_de, es_co, fa_ir

source: Accounts
de_de: Konten
es_co: Cuentas
fa_ir: حساب ها

source: Definitions
de_de: Definitionen
es_co: Definiciones
fa_ir: تعاریف اولیه

source: Transactions
de_de: Transaktionen
es_co: Transacciones
fa_ir: تــراکنش ها

source: Settings
es_co: Ajustes
fa_ir: تنظیمات

source: Reports
de_de: Berichte
es_co: Informes
fa_ir: گزارشات

source: Expense Categories
de_de: Ausgaben Kategorien
es_co: Categorías de Gastos
fa_ir: گروه های پرداختی

source: Income Categories
de_de: Einnahmen Kategorien
es_co: Categoría de Ingresos
fa_ir: گروه های دریافتی

source: Expense
de_de: Ausgaben
es_co: Gastos
fa_ir: پرداخت

source: Income
de_de: Einnahmen
es_co: Ingresos
fa_ir: دریافت

source: Nari Accountant
fa_ir: حسابدار ناری

source: Nari Accountant Notification
es_co: Notificaciones Nari Accountant
fa_ir: سیستم اطلاع رسانی [حسابدار ناری]

source: Backup successfully created.
es_co: Backup realizado con exito
fa_ir: فایل پشتیبانی از سند های مالی سیستم حسابداری ایجاد شد.

source: Backup successfully restored.
es_co: Backup restaurado con exito
fa_ir: فایل پشتیبانی از سند های مالی سیستم حسابداری بازگردانی شد.

source: Options successfully updated.
es_co: Opciones actualizadas correctamente
fa_ir: تنظیمات با موفقیت به انجام ذخیره شد.

source: General
fa_ir: عمومی

source: Backup & Restore
es_co: Backup y Recuperación
fa_ir: تهیه فایل پشتیبانی

source: Account title length error
de_de: Konto Titel Längenfehler
es_co: Error: El titulo de la cuenta es muy largo
fa_ir: تعداد حروف عنوان حساب کمتر از حد مجاز است.

source: Account already exist
de_de: Konto existiert bereits
es_co: La cuenta ya existe
fa_ir: حسابی با این عنوان قبلا وجود دارد.

source: Account edited successfully
de_de: Konto erfolgreich bearbeitet
es_co: Cuenta Editada Exitosamente
fa_ir: حساب با موفقیت ویرایش شد.

source: [System] Initialize account.
es_co: [Sistema] Inicializar la cuenta.
fa_ir: [عملیات سیستمی] افتتاح حساب در سیستم

source: Account created successfully
de_de: Konto erfolgreich erstellt
es_co: Cuenta Creada Correctamente
fa_ir: حساب با موفقیت ثبت شد.

source: <strong>Error</strong><br/>
fa_ir: <strong>خــــطا</strong><br/>

source: Accounts Balances
de_de: Kontosaldo
es_co: Balance de Cuenta
fa_ir: موجودی حساب ها

source: Add New Account
de_de: Neues Konto
es_co: Nueva Cuenta
fa_ir: ثبت حساب جدید

source: Manage Account
de_de: Konto bearbeiten
es_co: Administrar Cuentas
fa_ir: مدیریت حساب ها

source: Record name length error
de_de: Datensatz Längenfehler
es_co: Error de longitud de nombre registro
fa_ir: تعداد حروف عنوان داده ارسالی کمتر از حد مجاز است.

source: This name already exist
de_de: Dieser Name existiert bereits
es_co: Este Nombre Ya Existe
fa_ir: این عنوان قیلا در سیستم ثبت شده.

source: You put invalid data type.
de_de: Falscher Datentyp
es_co: Ingresaste una tipo de fecha incorrecto
fa_ir: این نوع داده صحیحی که شما وارد کردید نادرست است.

source: Record edited successfully
de_de: Datensatz erfolgreich bearbeitet
es_co: Registro editado con éxito
fa_ir: رکـــورد با موفقیت ویرایش شد.

source: Record created successfully
de_de: Datensatz erfolgreich erstellt
es_co: Registro creado con éxito
fa_ir: رکــــورد با موفقیت ثبت شد.

source: Add a new category
de_de: Neue Kategorie
es_co: Agregar Nueva Categoria
fa_ir: ثبت گروه جدید

source: List of all categories
de_de: Zeige alle Kategorien
es_co: Lista de Categorias
fa_ir: لیست همه گروه ها

source: Payee
de_de: Zahlungsempfänger
es_co: Beneficiarios
fa_ir: طلبکار

source: Add a new payee
de_de: Empfänger hinzufügen
es_co: Agregar Nuevo Beneficiario
fa_ir: ثبت طلبکار جدید

source: List of all payees
de_de: Alle Empfänger anzeigen
es_co: Lista de Beneficiarios
fa_ir: لیست همه طلبکاران

source: Payer
de_de: Zahler
es_co: Pagador
fa_ir: بدهکار

source: Add a new payer
de_de: neuer Zahler
es_co: Agregar Nuevo Pagador
fa_ir: ثبت بدهکار جدید

source: List of all payers
de_de: Zeige alle Zahler
es_co: Lista de Pagadores
fa_ir: لیست همه بدهکاران

source: Payment Method
de_de: Zahlungsmethode
es_co: Método de Pago
fa_ir: روش پرداخت

source: Add a new method
de_de: Neue Zahlungsmethode
es_co: Agregar Nuevo Método de Pago
fa_ir: ثبت روش پرداخت

source: List of all methods
de_de: Zeige alle Zahlungsmethoden
es_co: Lista de Métodos de pagos
fa_ir: لیست همه روش های پرداختی

source: Please enter text for description.
de_de: Bitte einen Beschreibungstext eingeben
es_co: Descripción
fa_ir: لطفا توضیخاتی برای این سند وارد کنید.

source: Data wrong.
de_de: Daten falsch
es_co: Datos equivocados.
fa_ir: داده های نادرست برای سیستم ارسال شده.

source: The format of amount is not correct.
de_de: Das Format für den Betrag ist falsch
es_co: El formato de cantidad no es correcta.
fa_ir: مبلغ وارد شده صحیح درج نشده لطفا مجدد سعی کنید.

source: The format of date is not correct.
de_de: Das Format für das Datum ist falsch
es_co: El formato de fecha no es correcto.
fa_ir: تاریخ را صحیح وارد کنید.

source: Please enter the first occurrence date in future.
de_de: Bitte das erste Datum der Transaktion in der Zukunft eingeben
es_co: Introduce la primera fecha de ocurrencia en el futuro.
fa_ir: لطفا اولین تاریخ رخداد تراکنش تکرار شونده را در آیند وارد کنید.

source: Please enter number of repetitions.
de_de: Anzahl der Wiederholungen
es_co: Por favor introduzca el número de repeticiones.
fa_ir: لطفا تعداد تکرارهای رخداد تراکنش را وارد کنید.

source: Transaction edited successfully
de_de: Transaction erfolgreich bearbeitet
es_co: Transacción editado con éxito
fa_ir: تراکنش با موفقیت ویرایش شد.

source: Transaction created successfully
de_de: Transaktion erfolgreich erstellt
es_co: Transacción creado con éxito
fa_ir: تراکنش با موفقیت ثبت شد.

source: Add Expense
de_de: Ausgabe
es_co: Agregar Gastos
fa_ir: ثبت سند پرداختی

source: Add Deposit
de_de: Einnahme
es_co: Agregar Deposito
fa_ir: ثبت سند دریافتی

source: Transfer
es_co: Transferencia
fa_ir: انتقال پول

source: View Transactions
de_de: Zeige Transaktionen
es_co: Ver Transferencia
fa_ir: لیست تــراکنش ها

source: Repeated Transactions
de_de: Wiederholende Transactionen
es_co: Transacciones repetidas
fa_ir: تــراکنش های تکرار شونده

source: You can not transfer amount to same account.
de_de: Transfer zwischen den gleichen Konten nicht möglich
es_co: Usted no puede transferir la cantidad de la misma cuenta .
fa_ir: شما نمی توانید مبلغی را از یک حساب به همان حساب منتقل کنید.

source: Transfer is not successfully done.
de_de: Transfer nicht erfolgreich abgeschlossen
es_co: La transferencia no se realizo correctamente.
fa_ir: تراکنش با موفقیت به انجام نرسید.

source: Confirm Box
de_de: Bestätigung
es_co: Confirmar Caja
fa_ir: تایید عملیات

source: Are you sure to delete "<b></b>"?
de_de: Sicher löschen<b></b>"?
es_co: Seguro que quiere eliminar "<b></b>"?
fa_ir: آیا مطمن به حذف "<b></b>" هستید؟

source: NO, That was a mistake
de_de: NEIN, war ein fehler
es_co: No, eso fue un error
fa_ir: خیر، اشتباهی انتخاب کردم

source: YES, Please
de_de: Ja Bitte
es_co: SI
fa_ir: بله، لطفا

source: Please wait...
de_de: Bitte warten
es_co: Espere
fa_ir: لطفا صبر کنید...

source: Account Name
de_de: Kontoname
es_co: Nombre de la cuenta
fa_ir: نام حساب

source: Description
de_de: Beschreibung
es_co: Descripción
fa_ir: توضیـــحات

source: Init. Balance
de_de: Eröffnungs Saldo
es_co: Balance Inicial
fa_ir: موجودی اولیه

source: Submit
de_de: Änderungen absenden
es_co: Enviar
fa_ir: ذخیره اطلاعات

source: Cancel
de_de: Abbrechen
es_co: Cancelar
fa_ir: انصراف

source: Current Balance
de_de: Aktueller Saldo
es_co: Saldo actual
fa_ir: موجودی فعلی

source: Total
de_de: Gesamt
fa_ir: مجموع

source: The list is empty
de_de: Die Liste ist leer
es_co: Esta lista esta vacia
fa_ir: لیست برای نمایش خالی است.

source: Manage
de_de: Bearbeiten
es_co: Administrar
fa_ir: مدیریت

source: Edit
de_de: Bearbeiten
es_co: Editar
fa_ir: ویرایش

source: Delete
de_de: Löschen
es_co: Borrar
fa_ir: حذف

source: Name [%s]
es_co: Nombre [%s]
fa_ir: عنــــوان [%s]

source: Name
es_co: Nombre
fa_ir: عنــــوان

source: Create Backup
es_co: Crear Backup
fa_ir: ایــــجاد پشتیبان

source: Date
de_de: Datum
es_co: Fecha
fa_ir: تاریخ

source: Backup File
es_co: Archivos del Backup
fa_ir: فایل پشتیبان

source: Size
es_co: tamaño
fa_ir: سایز فایل

source: Download
es_co: Descarga
fa_ir: دانـــــــلود

source: Remove Backup
es_co: Eliminar Backup
fa_ir: حذف پشتیبان

source: Restore Backup
es_co: Restaurar Backup
fa_ir: بازگردانی پشتیبان

source: No Backups Created!
es_co: No se creo el backup
fa_ir: هیـــــچ فایل پشتیبانی وجود ندارد.

source: Decimal Point
de_de: Decimal Punkt
es_co: Punto Decimal
fa_ir: ممیز شناور

source: Thousands Separator
de_de: Tausender Trenner
es_co: Separador de Miles
fa_ir: جداکننده هزارگان

source: Currency Code
de_de: Währungs Code
es_co: Código de moneda
fa_ir: نماد واحد پولی

source: Keep it blank if you do not want to show currency code
de_de: Leer lassen für keinen Währungscode
es_co: Dejelo en blanco si no desea mostrar código de moneda
fa_ir: اگر تمایلی به نمایش واحد پولی ندارید این فیلد را خالی بگذارید.

source: Balance Limit Exceed
de_de: Kontosaldo Limit
es_co: Límite minimo excedido
fa_ir: حداقل موجودی حساب

source: If your account balance go lower than this amount, system will show you alarm.
de_de: Wenn der Kontosaldo tiefer als dieser Betrag ist, zeigt das System einen Alarm
es_co: Si su saldo de la cuenta ir inferior a este importe, el sistema le mostrará la alarma.
fa_ir: اگر موجودی حساب شما از این مقدار کمتر شد سیستم بطور اتوماتیک پیغام هشدار را برای شما نمایش میدهد.

source: In this version you can not edit transfer transaction.
de_de: In dieser version kannst du Transaktionen nicht bearbeiten
es_co: En esta versión no puede editar transacción de transferencia.
fa_ir: در این نسخه شما قادر به ویرایش تراکنش های انتقالی بین حسابهاتان نیستید

source: From Account
de_de: Von Konto
es_co: De la cuenta
fa_ir: از حساب

source: To Account
de_de: zu Konto
es_co: A la cuenta
fa_ir: به حساب

source: Choose one account please.
de_de: Wähle ein Konto bitte
es_co: Elija una cuenta, por favor.
fa_ir: لطفا یک حساب را انتخاب کنید.

source: Frequency
de_de: Frequenz
es_co: Frecuencia
fa_ir: بازه هر تکرار

source: Repetitions
de_de: Wiederholungen
es_co: Repetir
fa_ir: تعداد رخداد

source: The first occurrence date
de_de: Erstes Datum
es_co: Primera fecha de ocurrencia
fa_ir: اولین تاریخ رخداد تکرار در آیند

source: Amount
de_de: Betrag
es_co: Cantidad
fa_ir: مقدار

source: Category
de_de: Kategorie
es_co: Categoría
fa_ir: گروه

source: Ref#
de_de: Referenznummer
fa_ir: شماره ارجاع

source: e.g. Transaction ID, Check No.
de_de: zB TransaktionsID, Belegnummer,...
es_co: por ejemplo ID de transacción, Cheque Nº
fa_ir: به عنوان مثال شناسه تراکنش ویا شماره چک

source: Account
de_de: Konto
es_co: Cuenta
fa_ir: از حساب

source: Type
es_co: Tipo
fa_ir: نوع تراکنش

source: Method
de_de: Methode
es_co: Método
fa_ir: روش پرداخت

source: Dr.
de_de: Aus
fa_ir: کسر

source: Cr.
de_de: Ein
fa_ir: جمع

source: Balance
de_de: Saldo
fa_ir: موجودی

source: Prove
de_de: Beleg
es_co: Probar
fa_ir: تثبیت
